Repository: mrachinskiy/jewelcraft
Catalog: localization/*.po
Languages: it_it, ru_ru

source: Asset Manager
it_it: Gestore risorse
ru_ru: Менеджер ассетов

source: Show Asset Name
it_it: Visualizza none risorsa
ru_ru: Показывать название ассета

source: Design Report
ru_ru: Отчёт изделия

source: Report Language
it_it: Lingua rapporto
ru_ru: Язык отчёта

source: Gems
it_it: Gemme
ru_ru: Камни

source: Assets
it_it: Risorse
ru_ru: Ассеты

source: Select by Trait
it_it: Seleziona per Tratto
ru_ru: Выделить по характеристике

source: Jeweling
it_it: Gioielleria
ru_ru: Вставки

source: Weighting
it_it: Stima del Peso
ru_ru: Оценка веса

source: Hide Built-in Material Lists
ru_ru: Скрыть встроенные списки материалов

source: Prongs
it_it: Griffe
ru_ru: Крапана

source: Cutter
it_it: Fresa
ru_ru: Выборка

source: Library Folder
it_it: Percorso Cartella Libreria
ru_ru: Каталог библиотеки

source: Overrides
it_it: Usa sovrascrittura
ru_ru: Переопределения

source: Line Width
it_it: Spessore linea
ru_ru: Ширина линии

source: Show Composition
it_it: Mostra Composizione
ru_ru: Показать состав

source: Show Density
it_it: Mostra Densità
ru_ru: Показать плотность

source: Composition
it_it: Composizione
ru_ru: Состав

source: Warnings
it_it: Avviso
ru_ru: Предупреждения

source: Show All
it_it: Mostra tutto
ru_ru: Показать все

source: Scene scale is not optimal
it_it: La scala della scena non è ottimale
ru_ru: Масштаб сцены не оптимален

source: Unsupported unit system
it_it: Sistema di unità non supportato
ru_ru: Неподдерживаемая система единиц измерения

source: Limit by Selection
it_it: Limita per selezione
ru_ru: Ограничить выделением

source: Viewport Background
ru_ru: Фон вьюпорта

source: Save to Image
it_it: Salva immagine
ru_ru: Сохранить в изображение

source: Additional Entries
ru_ru: Дополнительные сведения

source: Gem Map
it_it: Mappa delle Gemme
ru_ru: Карта вставок

source: Gem Map Overlay
ru_ru: Наложение карты вставок

source: Gem Table
it_it: Tabella gemme
ru_ru: Таблица вставок

source: Gem Size
it_it: Dimensione gemma
ru_ru: Размер камня

source: Weight
it_it: Peso
ru_ru: Вес

source: Preview Resolution
ru_ru: Разрешение превью

source: Preview Scale
ru_ru: Масштаб превью

source: Category is empty
ru_ru: Категория пуста

source: Popover Width
ru_ru: Ширина всплывающей панели

source: Snap to Edges
ru_ru: Привязка к рёбрам

source: Spacing Overlay
ru_ru: Наложение расстояния

source: Asset Name
it_it: Nome risorsa
ru_ru: Название ассета

source: Category Name
it_it: Nome categoría
ru_ru: Название категории

source: Curvature Scale
it_it: Scala curvatura
ru_ru: Масштаб кривизны

source: Prong Number
it_it: Numero di griffe
ru_ru: Количество корнеров

source: Detalization
it_it: Dettaglio
ru_ru: Детализация

source: Intersection
it_it: Intersezione
ru_ru: Пересечение

source: Bump Scale
it_it: Scala elevazio
ru_ru: Масштаб выпуклости

source: Diameter
it_it: Diametro
ru_ru: Диаметр

source: Size Offset
it_it: Dimensione Offset
ru_ru: Отступ размера

source: Girdle
it_it: Cintura
ru_ru: Рундист

source: Hole
it_it: Foro
ru_ru: Отверстие

source: Culet
it_it: Culasse
ru_ru: Калетта

source: Handle
it_it: Manico
ru_ru: Рукоять

source: Curve Seat
it_it: Seduta Curva
ru_ru: Изгиб посадочного места

source: Curve Profile
it_it: Profilo curva
ru_ru: Изгиб контура

source: Bevel Corners
it_it: Angolo smusso
ru_ru: Фаска углов

source: Length Offset
it_it: Lunghezza Offset
ru_ru: Отступ длины

source: Width Offset
it_it: Larghezza Offset
ru_ru: Отступ ширины

source: Position Offset
it_it: Posizione Offset
ru_ru: Отступ позиции

source: Mirror Axis
it_it: Asse di Simmetria
ru_ru: Оси отражения

source: Select Children
it_it: Seleziona Figli
ru_ru: Выделить потомков

source: Parent to selected
it_it: Padre della Selezione
ru_ru: Привязать к выделению

source: Use 3D Cursor
it_it: Usa cursore 3D
ru_ru: Использовать 3D курсор

source: Collection Name
it_it: Nome raccolta
ru_ru: Имя коллекции

source: Ring Size
it_it: Misura anello
ru_ru: Размер кольца

source: USA
ru_ru: США

source: Britain
it_it: Inghilterra
ru_ru: Британия

source: Swiss
it_it: Svizzera
ru_ru: Швейцария

source: Japan
it_it: Giappone
ru_ru: Япония

source: Hong Kong
ru_ru: Гонконг

source: Circumference
it_it: Circonferenza
ru_ru: Окружность

source: Distribution (%)
it_it: Distribuisci (%)
ru_ru: Распределение (%)

source: Only ID
it_it: Solo ID
ru_ru: Только идентификаторы

source: Force Edit
it_it: Modifica forzata
ru_ru: Принудительное редактирование

source: Zero dimensions
it_it: Zero dimesioni
ru_ru: Нулевые габариты

source: Action completed
ru_ru: Действие выполнено

source: No corresponding size
ru_ru: Нет соответствующего размера

source: Wedge
ru_ru: Клин

source: Keep Z Direction
ru_ru: Сохранять направление Z

source: Makes transforms on Z axis consistent with original object (does not affect gems)
ru_ru: Приводит трансформации по оси Z в соответствии исходному объекту (не влияет на камни)

source: Add gemstone to the scene
it_it: Aggiungi gemma alla scena
ru_ru: Добавить камень в сцену

source: Edit selected gems
it_it: Modifica gemme selezionate
ru_ru: Редактировать выделенные камни

source: Round diamonds only
ru_ru: Только бриллианты Кр-57

source: Force edit selected mesh objects, can be used to make gems from non-gem objects
it_it: Forza la modifica di oggetti mesh selezionati, può essere utilizzato per creare gemme da oggetti non gemma
ru_ru: Принудительно редактировать выделенные мэш объекты, можно использовать для создания камней из других объектов

source: Only edit gem identifiers, not affecting object data and materials
it_it: Modifica solo identificatori di gemme, senza influire sui dati e sui materiali degli oggetti
ru_ru: Редактировать только идентификаторы камня, не затрагивая объектную информация и материалы

source: Save to file in project folder
ru_ru: Сохранить в файл в каталоге проекта

source: Use user preferences language setting
it_it: Usa le impostazioni delle preferenze utente per la lingua
ru_ru: Использовать язык заданный в настройках пользователя

source: Select gems by trait
it_it: Seleziona le gemme per tratto
ru_ru: Выделить камни по характеристике

source: Distribute selected object along active curve (Shortcut: hold Ctrl when using the tool to avoid properties reset)
it_it: Distribuisci l'oggetto selezionato lungo la curva attiva (Scorciatoia: tieni premuto Ctrl quando usi lo strumento per evitare il ripristino delle proprietà)
ru_ru: Распределить выделенный объект по активной кривой (Горячая клавиша: удерживайте Ctrl при использовании инструмента, чтобы избежать сброса параметров)

source: Redistribute selected objects along curve
it_it: Ridistribuire gli oggetti selezionati lungo la curva
ru_ru: Перераспределить выделенные объекты по кривой

source: Display weight and volume for selected mesh objects
it_it: Mostra peso e volume per gli oggetti mesh selezionati
ru_ru: Показать вес и объём выделенных mesh объектов

source: Create instance face for selected objects
it_it: Crea istanza per gli oggetti selezionati
ru_ru: Создать instance face для выделенных объектов

source: Create size curve
it_it: Crea una curva dimensionale
ru_ru: Создать размерную кривую

source: Stretch deformed objects along curve on X axis, also works in Edit Mode with selected vertices
it_it: Raccorda gli oggetti deformati lungo la curva sull'asse X, funziona anche nella modalità di modifica con i vertici selezionati
ru_ru: Растянуть деформированный объект вдоль кривой по оси X, также работает в режиме редактирования с выделенными вершинами

source: Display curve length
it_it: Mostra la lunghezza della curva
ru_ru: Показать длину кривой

source: Move deformed object over or under the curve
it_it: Sposta l'oggetto deformato sopra o sotto la curva
ru_ru: Переместить деформированные объекты под или над кривой

source: Mirror selected objects around one or more axes, keeping object data linked
it_it: Simmetria degli oggetti selezionati attorno a uno o più assi, mantenendo i dati degli oggetti collegati
ru_ru: Отразить выделенные объекты относительно одной или нескольких осей, сохраняя связь данных объекта

source: Project selected objects onto active object using Lattice
it_it: Proiettare oggetti selezionati su oggetti attivi usando Lattice
ru_ru: Проецировать выделенные объекты на активный объект с помощью Lattice

source: Deform active object profile with Lattice, also works in Edit Mode with selected vertices
it_it: Deforma il profilo dell'oggetto attivo con Lattice, funziona anche in modalità di modifica con i vertici selezionati
ru_ru: Деформировать профиль активного объекта с помощью Lattice, также работает в режиме редактирования с выделенными вершинами

source: Create prongs for selected gems (Shortcut: hold Ctrl when using the tool to avoid properties reset)
it_it: Crea griffe per le gemme selezionate (Scorciatoia: tieni premuto Ctrl quando usi lo strumento per evitare il ripristino delle proprietà)
ru_ru: Создать корнера для выделенных камней (Горячая клавиша: удерживайте Ctrl при использовании инструмента, чтобы избежать сброса параметров)

source: Create cutter for selected gems (Shortcut: hold Ctrl when using the tool to avoid properties reset)
it_it: Crea fresa per le gemme selezionate (Scorciatoia: tieni premuto Ctrl quando usi lo strumento per evitare il reset delle proprietà)
ru_ru: Создать выборку для выделенных камней (Горячая клавиша: удерживайте Ctrl при использовании инструмента, чтобы избежать сброса параметров)

source: Curve start position
ru_ru: Начальное положение кривой

source: Density g/cm³
it_it: Densità gr/cm³
ru_ru: Плотность г/см³

source: Create category
it_it: Crea categoría
ru_ru: Создать категорию

source: Rename category
it_it: Rinimina categoría
ru_ru: Переименовать категорию

source: Refresh asset UI
it_it: Aggiorna l'interfaccia risorse
ru_ru: Обновить интерфейс ассетов

source: Add selected objects to asset library
it_it: Aggiungi oggetti selezionati alla libreria risorse
ru_ru: Добавить выделенные объекты в библиотеку ассетов

source: Rename asset
it_it: Rinomina risorse
ru_ru: Переименовать ассет

source: Remove from library
ru_ru: Удалить из библиотеки

source: Replace current asset with selected objects
it_it: Sostituisci risorse correnti con gli oggetti selezionati
ru_ru: Заменить текущий ассет выделенными объектами

source: Replace asset preview image
it_it: Sostituisci anteprima immagine della risorsa
ru_ru: Заменить превью ассета

source: Import selected asset
it_it: Importa risorsa selezionata
ru_ru: Импортировать выбранный ассет

source: Asset category
it_it: Categoría risorsa
ru_ru: Категория ассетов

source: Custom library folder path
it_it: Percorso della cartella della libreria personalizzata
ru_ru: Путь к пользовательскому каталогу библиотеки

source: Show asset name in sidebar
ru_ru: Показывать название ассета в боковой панели

source: Show distance to nearby gems
ru_ru: Показывать расстояние до ближайших камней

source: Use object defined overlay settings
it_it: Utilizzare le sovrascritture dei widget definiti dell'oggetto
ru_ru: Использовать настройки наложения определенные объектами

source: Draw overlay in front of objects
it_it: Mostra widget davanti agli oggetti
ru_ru: Отображать наложение поверх объектов

source: Override overlay settings for selected objects
it_it: Sovrascrivi le proprietà di visualizzazione widget per gli oggetti selezionati
ru_ru: Переопределить настройки наложения для выделенных объектов

source: Remove overrides from selected objects
it_it: Elimina le proprietà sovrascritte dei widget per gli oggetti selezionati
ru_ru: Удалить переопределения с выделенных объектов

source: Add new material to the list
it_it: Inserisci nuovo materiale alla lista
ru_ru: Добавить новый материал в список

source: Show material density
ru_ru: Отображать в списке плотность материала

source: Show material composition
ru_ru: Показать состав материала

source: Material name
it_it: Nome del materiale
ru_ru: Название материала

source: Material composition
it_it: Composizione del materiale
ru_ru: Состав материала

source: Use one-dimensional lattice for even deformation
it_it: Utilizza lattice mono-dimensionale per una deformazione uniforme
ru_ru: Использовать одномерный Lattice для равномерной деформации

source: Use two-dimensional lattice for proportional deformation
it_it: Utilizza lattice bi-dimensionale per una deformazione uniforme
ru_ru: Использовать двумерный Lattice для пропорциональной деформации

source: Scale selected objects to given size
it_it: Ridimensiona gli oggetti selezionati in base alle dimensioni indicate
ru_ru: Масштабировать выделенные объекты в заданный размер

source: Move each object individually
it_it: Sposta ogni oggetto singolarmente
ru_ru: Переместить каждый объект по отдельности

source: Enable material for weighting display
ru_ru: Использовать материал для оценки веса

source: Parent imported asset to selected objects (Shortcut: hold Alt when using the tool)
it_it: Risorsa principale importata negli oggetti selezionati (collegamento: tenere premuto il tasto Alt quando si utilizza lo strumento)
ru_ru: Привязать импортированный ассет к выделенным объектам (Горячая клавиша: удерживайте Alt при использовании инструмента)

source: Select gems that are less than 0.1 mm distance from each other or overlapping
it_it: Seleziona le gemme che sono ad una distanza inferiore di 0.1 mm dall'altra o sovrapposte
ru_ru: Выделить перекрывающиеся камни или расположенные на расстоянии менее 0.1 мм друг от друга

source: Show spacing guide for all visible gems
it_it: Visualizza il widget spaziatura per tutte le gemme visibili
ru_ru: Показывать ориентир расстояния для всех видимых камней

source: Show for all visible gems
ru_ru: Показывать для всех видимых камней

source: Set optimal unit settings for jewelry modelling
it_it: Imposta l'unità di misura ottimale per la modellazione gioielli
ru_ru: Задать оптимальные настройки единиц измерения для моделирования ювелирных изделий

source: Compose gem table and map it to gems in the scene
it_it: Componi la tabella delle gemme e mappala alle gemme nella scena
ru_ru: Составить таблицу камней и сопоставить её с камнями в сцене

source: Present summary information about the design, including gems, sizes and weight
ru_ru: Предоставить суммарную информацию об изделии, включая камни, размеры и вес

source: Add a new measurement
it_it: Aggiungi nuova misurazione
ru_ru: Добавить новый замер

source: Add new item to the list
ru_ru: Добавить новый элемент в список

source: Remove selected item
it_it: Elimina Oggetto selezionato
ru_ru: Удалить выбранный элемент

source: Remove all items
ru_ru: Удалить все элементы

source: Move selected item up/down in the list
it_it: Sposta l'oggetto solezionato su/giù nell'elrnco
ru_ru: Переместить выбранный элемент вверх/вниз по списку

source: Select material
it_it: Seleziona materiale
ru_ru: Выбрать материал

source: Create collection instances of selected objects in radial order
ru_ru: Создать экземпляры коллекции выделенных объектов в радиальном порядке

source: Asset preview image size when creating new assets
ru_ru: Размер изображения превью ассета при создании новых ассетов

source: Asset preview scale in sidebar
ru_ru: Масштаб превью ассетов в боковой панели

source: Filter by name
ru_ru: Фильтр по имени

source: Add to favorites
ru_ru: Добавить в избранное

source: Remove from favorites
ru_ru: Удалить из избранного

source: Separate loose, center origin and fix orientation (can recover gems from STL file). NOTE: gem ID can be added with Edit Gem tool
ru_ru: Разделить несвязанные части, центрировать origin и исправить ориентацию (может восстанавливать камни из STL файла). ПРИМЕЧАНИЕ: идентификатор камня можно добавить инструментом Edit Gem

source: Ring size format
ru_ru: Формат размера кольца

source: Create microprong cutter between selected gems
ru_ru: Создать выборку микрокрапана между выделенными камнями

source: Add materials list to library
ru_ru: Добавить список материалов в библиотеку

source: Replace materials list
ru_ru: Заменить список материалов

source: Import materials list
ru_ru: Импортировать список материалов

source: Set materials list imported by default
ru_ru: Указать список материалов импортируемый по умолчанию

source: In addition to HTML, save report in JSON format
ru_ru: В дополнение к HTML сохраните отчет в формате JSON

source: Include viewport preview image in report
ru_ru: Включить изображение вьюпорта в отчёт

source: Include metadata in report
ru_ru: Включить метаданные в отчёт

source: WARNING
it_it: AVVERTENZA
ru_ru: ПРЕДУПРЕЖДЕНИЕ

source: Unknown gem IDs, carats are not calculated for marked gems (*)
it_it: ID delle gemme sconosciute, i carati non sono stati calcolati per le gemme contrassegnate (*)
ru_ru: Неизвестные идентификаторы камней, караты не рассчитываются для отмеченных камней (*)

source: Curve Length
it_it: Lunghezza della curva
ru_ru: Длина кривой

source: At least two objects must be selected
it_it: È necessario selezionare almeno due oggetti
ru_ru: Как минимум два объекта должны быть выделены

source: At least one gem object must be selected
it_it: È necessario selezionare almeno un oggetto gemma
ru_ru: Как минимум один объект камня должен быть выделен

source: At least one mesh object must be selected
it_it: È necessario selezionare almeno un oggetto mesh
ru_ru: Как минимум один mesh объект должен быть выделен

source: Active object must be a curve
it_it: L'oggetto attivo deve essere una curva
ru_ru: Активный объект должен быть кривой

source: Selected objects do not have Follow Path constraint
it_it: Gli oggetti selezionati non hanno vincolo Segui percorso
ru_ru: Выделенные объекты не имеют ограничение Follow Path

source: File not found
it_it: File non trovato
ru_ru: Файл не найден

source: Name must be specified
it_it: È necessario specificare il nome
ru_ru: Имя должно быть указано

source: Collection must be specified
it_it: È necessario specificare una raccolta
ru_ru: Коллекция должна быть указана

source: Operator already running
ru_ru: Оператор уже запущен

source: Overlapping gems
it_it: Gemme sovrapposte
ru_ru: Пересекающиеся камни

source: {} overlaps found
it_it: {} sovrapposte trovate
ru_ru: {} пересечений обнаружено

source: Optimal unit settings are in use
it_it: Sono in uso impostazioni ottimali di unità
ru_ru: Используются оптимальные настройки единиц измерения

source: Volume
ru_ru: Объём

source: Settings
it_it: Impostazioni
ru_ru: Вставки

source: Size (mm)
it_it: Misura (mm)
ru_ru: Размер (мм)

source: Gem
it_it: Gemma
ru_ru: Камень

source: Cut
it_it: Taglio
ru_ru: Огранка

source: Qty
it_it: Quantità
ru_ru: Кол.

source: Sum (ct)
it_it: Totale (ct)
ru_ru: В сумме (кар)

source: Total
it_it: Totale
ru_ru: Всего

source: Carats
it_it: Carati
ru_ru: Караты

source: Materials
it_it: Materiali
ru_ru: Материалы

source: Notes
it_it: Note
ru_ru: Примечания

source: Round
it_it: Brillante
ru_ru: Кр-57

source: Oval
it_it: Ovale
ru_ru: Овал

source: Cushion
ru_ru: Кушон

source: Pear
it_it: Goccia
ru_ru: Груша

source: Marquise
ru_ru: Маркиз

source: Princess
ru_ru: Принцесса

source: Baguette
ru_ru: Багет

source: Square
it_it: Quadrato
ru_ru: Квадрат

source: Asscher
it_it: Asscher a gradini
ru_ru: Ашер

source: Radiant
it_it: Radiante
ru_ru: Радиант

source: Flanders
it_it: Fiandre
ru_ru: Фландерс

source: Octagon
it_it: Ottagono
ru_ru: Октагон

source: Heart
it_it: Cuore
ru_ru: Сердце

source: Trillion
it_it: Trillón
ru_ru: Триллион

source: Trilliant
it_it: Trilland
ru_ru: Триллиант

source: Triangle
it_it: Traingolo
ru_ru: Треугольник

source: Alexandrite
it_it: Alessandrite
ru_ru: Александрит

source: Amethyst
it_it: Ametista
ru_ru: Аметист

source: Aquamarine
it_it: Acquamarina
ru_ru: Аквамарин

source: Citrine
it_it: Citrino
ru_ru: Цитрин

source: Cubic Zirconia
it_it: Zircone cubico
ru_ru: Фианит

source: Diamond
it_it: Diamante
ru_ru: Бриллиант

source: Emerald
it_it: Smeraldo
ru_ru: Изумруд

source: Garnet
it_it: Granata
ru_ru: Гранат

source: Morganite
ru_ru: Морганит

source: Peridot
it_it: Peridoto
ru_ru: Хризолит

source: Quartz
it_it: Quarzo
ru_ru: Кварц

source: Ruby
it_it: Rubíno
ru_ru: Рубин

source: Sapphire
it_it: Zaffiro
ru_ru: Сапфир

source: Spinel
it_it: Espinela
ru_ru: Шпинель

source: Tanzanite
ru_ru: Танзанит

source: Topaz
it_it: Topazio
ru_ru: Топаз

source: Tourmaline
it_it: Turmalina
ru_ru: Турмалин

source: Zircon
it_it: Zircone
ru_ru: Циркон

source: Yellow Gold 24K
it_it: Oro Giallo 24K
ru_ru: Жёлтое золото 24 кар

source: Yellow Gold 22K
it_it: Oro Giallo 22K
ru_ru: Жёлтое золото 22 кар

source: Yellow Gold 18K
it_it: Oro Giallo 18K
ru_ru: Жёлтое золото 18 кар

source: Yellow Gold 14K
it_it: Oro Giallo 14K
ru_ru: Жёлтое золото 14 кар

source: Yellow Gold 10K
it_it: Oro Giallo 10K
ru_ru: Жёлтое золото 10 кар

source: White Gold 18K Pd
it_it: Oro Blanco 18K Pd
ru_ru: Белое золото 18 кар Pd

source: White Gold 18K Ni
it_it: Oro Blanco 18K Ni
ru_ru: Белое золото 18 кар Ni

source: White Gold 14K Pd
it_it: Oro Blanco 14K Pd
ru_ru: Белое золото 14 кар Pd

source: White Gold 14K Ni
it_it: Oro Blanco 14K Ni
ru_ru: Белое золото 14 кар Ni

source: White Gold 10K
it_it: Oro Blanco 10K
ru_ru: Белое золото 10 кар

source: Rose Gold 18K
it_it: Oro Rosa 18K
ru_ru: Красное золото 18 кар

source: Rose Gold 14K
it_it: Oro Rosa 14K
ru_ru: Красное золото 14 кар

source: Rose Gold 10K
it_it: Oro Rosa 10K
ru_ru: Красное золото 10 кар

source: Yellow Gold 999
it_it: Oro Giallo 999
ru_ru: Жёлтое золото 999

source: Yellow Gold 958
it_it: Oro Giallo 958
ru_ru: Жёлтое золото 958

source: Yellow Gold 750
it_it: Oro Giallo 750
ru_ru: Жёлтое золото 750

source: Yellow Gold 585
it_it: Oro Giallo 585
ru_ru: Жёлтое золото 585

source: Yellow Gold 375
it_it: Oro Giallo 375
ru_ru: Жёлтое золото 375

source: White Gold 750 Pd
it_it: Oro Blanco 750 Pd
ru_ru: Белое золото 750 Pd

source: White Gold 750 Ni
it_it: Oro Blanco 750 Ni
ru_ru: Белое золото 750 Ni

source: White Gold 585 Pd
it_it: Oro Blanco 585 Pd
ru_ru: Белое золото 585 Pd

source: White Gold 585 Ni
it_it: Oro Blanco 585 Ni
ru_ru: Белое золото 585 Ni

source: Red Gold 585
it_it: Oro Rosso 585
ru_ru: Красное золото 585

source: Red Gold 375
it_it: Oro Rosso 375
ru_ru: Красное золото 375

source: Platinum 950
it_it: Platino 950
ru_ru: Платина 950

source: Platinum 900
it_it: Platino 900
ru_ru: Платина 900

source: Palladium 950
it_it: Palladio 950
ru_ru: Палладий 950

source: Silver 925
it_it: Argento 925
ru_ru: Серебро 925

source: Silver Sterling
it_it: Argento sterling
ru_ru: Серебро стерлинг

source: Brass
it_it: Ottone
ru_ru: Латунь

source: Bronze
it_it: Bronzo
ru_ru: Бронза

source: Steel Stainless
it_it: Acciaio Inossidabile
ru_ru: Сталь нержавеющая

source: Titanium
it_it: Titanio
ru_ru: Титан

source: mm
ru_ru: мм

source: mm³
ru_ru: мм³

source: g
it_it: gr
ru_ru: г

source: ct
it_it: Kt
ru_ru: кар

source: pcs
it_it: pezzi
ru_ru: шт.

# Jewelry
source: Cut
it_it: Taglio
ru_ru: Огранка

# Jewelry
source: Diamond
it_it: Diamante
ru_ru: Бриллиант

# Jewelry
source: Round
it_it: Brillante
ru_ru: Кр-57

# Jewelry
source: Spacing
it_it: Spaziatura
ru_ru: Расстояние

# Jewelry
source: Cutter
it_it: Fresa
ru_ru: Выборка

# Jewelry
source: Base
ru_ru: Недрагоценные

# Jewelry
source: Precious
it_it: Prezioso
ru_ru: Драгоценные

# Jewelry
source: Precious ГОСТ 30649-99
it_it: Prezioso ГОСТ 30649-99
ru_ru: Драгоценные ГОСТ 30649-99

# Operator
source: Add Gem
it_it: Aggiungi gemma
ru_ru: Добавить камень

# Operator
source: Recover Gem
ru_ru: Восстановить камень

# Operator
source: Distribute on Curve
it_it: Distribuisci curva
ru_ru: Распределить по кривой

# Operator
source: Prongs
it_it: Griffe
ru_ru: Крапана

# Operator
source: Lattice Project
it_it: Progetto lattice
ru_ru: Lattice проекция

# Operator
source: Lattice Profile
it_it: Profilo lattice
ru_ru: Lattice профиль

# Operator
source: Size Curve
it_it: Misura del cerchio
ru_ru: Размерная кривая
