Repository: mrachinskiy/jewelcraft
Catalog: localization/*.po
Languages: it_it, ru_ru

# Operator
source: Stretch
it_it: Raccorda
ru_ru: Растянуть

# Operator
source: Curve Length
it_it: Lunghezza della curva
ru_ru: Длина кривой

# Operator
source: Design Report
ru_ru: Отчёт изделия

# Operator
source: Import Asset
it_it: Importa risorsa
ru_ru: Импортировать ассет

# Operator
source: Rename
it_it: Rinomina
ru_ru: Переименовать

# Operator
source: Replace Asset
it_it: Sostituisci risorsa
ru_ru: Заменить ассет

# Operator
source: Replace Preview
it_it: Sostiutisci anteprima
ru_ru: Заменить превью

# Operator
source: Create Category
it_it: Crea categoría
ru_ru: Создать категорию

# Operator
source: Rename Category
it_it: Rinomina categoría
ru_ru: Переименовать категорию

# Operator
source: Override
it_it: Sovrascrivi
ru_ru: Переопределить

# Operator
source: Clear List
it_it: Cancella lista
ru_ru: Очистить список

# Operator
source: Add New Material
it_it: Aggiungi Nuovo Materiale
ru_ru: Добавить новый материал

# Operator
source: Overlapping
it_it: Sovrapposte
ru_ru: Пересекающиеся

# Operator
source: Set Units
it_it: Imposta unità
ru_ru: Задать единицы измерения

# Operator
source: Gem Map
it_it: Mappa Gemme
ru_ru: Карта вставок

# Operator
source: Add New Measurement
it_it: Aggiungi nuova misurazione
ru_ru: Добавить новый замер

# Operator
source: Add to Library
ru_ru: Добавить в библиотеку

# Operator
source: All
ru_ru: Все

# Operator
source: Calculate
ru_ru: Вычислить

# Operator
source: Microprong Cutter
ru_ru: Выборка микрокрапана

# Operator
source: Similar
ru_ru: Аналогичные

# Operator
source: Save to File
ru_ru: Сохранить в файл

# Operator
source: Import
ru_ru: Импортировать

# Operator
source: Set Default
ru_ru: Использовать по умолчанию

source: Remove asset from library
it_it: Elimina risorse dalla libreria

source: Display material density in the list
it_it: Visualizza la densità del materiale nella lista

source: Display material composition in the list
it_it: Visualizza la composizione del materiale nella lista

source: Remove all list items
it_it: Elimina tutti gli oggetti dell'elenco

source: Measured object
it_it: Oggetti misurati

source: Measurement type
it_it: Tipo di misurazione
